/* Text for close button */
"Close" = "Zatvori";

/* Text for button to scan a credit card */
"Scan Card" = "Skeniraj karticu";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Skeniraj karticu";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Uneseni IBAN nije valjan.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Došlo je do pogreške u obradi vaše kartice -- pokušajte ponovno za nekoliko sekundi";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Došlo je do neočekivane pogreške -- pokušajte ponovno za nekoliko sekundi";

/* Error when the card has already expired */
"Your card has expired" = "Vaša kartica je istekla";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kartica je odbijena";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Mjesec isteka kartice nije valjan";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Godina isteka kartice nije valjana";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Broj kartice nije valjan";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Sigurnosni kod vaše kartice nije valjan";

/* Error when customer's name is invalid */
"Your name is invalid." = "Vaše ime je neispravno.";

